Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/facta/samediggi.fi/kielineuston_pj_e_lumisalmen_puhe_kieliteko_palk_jakotilaisuudessa_07122011_-davvisame.pdf.tmx
Source language: sme
Languages: sms

source: Buorit bearášbeaiveruoktu Miessi bargoveahka, Eanodaga gieldda ovddasteaddjit ja eará guossit
sms: Ärvvsaž joukkpiârpeiŠvvpäiŠǩǩ Miessi personkåŠdd, Enontekiö kååŠdd võboršeeŠǩǩ da kueŠss.

source: Sámi giellaráđđi lea mearridan mieđihit dánjagáš gielladahku – bálkkašumi Eanodaga gieldda bearašbeaiveruoktu Miessái.
sms: SääŠm ǩiõllsuåvtõs lij tuŠmmjam miõttâd taŠnni ǩiõllcistt – ciist Enontekiö kååŠdd joukkpiârpeiŠvvpäiŠǩǩ Miessja.

source: Dát bálkkašupmi lea beazi ruohttasiiguin ráhkaduvvon lihtit; ruohtasgore, láibelihtti ja sohkarlihtti.
sms: Tät cistt da täk sǩiâŋk liâ peäŠcc vueŠddin njõđđum vuäŠddnääŠpp; vuäŠddčuŠǩǩ looŠǩǩin, vuäŠddtiskk da säähharneŠcc.

source: Muora ruohttasiid mearkkášupmi lea seammalágan go sámegiela mearkkašupmi sápmelaččaide ja sámekultuvrii.
sms: PeäŠccest šõddi vueŠddi miârkktõs lij peäcca seämmanallšem, ko sääŠmǩiõl miârkktõs säŠmmlaid da sääŠmkulttuuŠre.

source: Muora ruohttasat dollet muora ceaggut ja ealasin seamma láhkai go sámegiella doallá sámekultuvra ja sámeservoša ealasin.
sms: PeäŠccest šõddi vueŠdd tuõŠllʼje pieŠcc ceäggad da jieŠllemviõkksânji, seämmanalla ko sääŠmǩiõll âânn sääŠmkulttuur da sääŠmõhttsažkååŠdd jieŠllemviõkksânji.

source: Sámekultuvra eallineaktu lea sámegiela seailun boahtti buolvvaide ja giella lea sámekultuvra dehalamos ja mávssolamos oassi, dat lea sámekultuvra váimmus.
sms: SääŠmkulttuur jieŠllem-mäiŠnn lij sääŠmǩiõl seillmõš puõŠtti puõlvvõõǥǥid da ǩiõll lij sääŠmkulttuur vääžnmõs vuäŠss, tõt lij sääŠmkulttuur väimm.

source: Sámi árbediehtu lea nannosamos dalle, go dat lea kultuvrralaš ja gielalaš konteavsttas.
sms: SääŠm äŠrbbteâtt lij raŠvves teŠl, ko tõt lij kulttuursaž da ǩiõllʼlaž õhttvuõđâst.

source: Sámi gielladahku bálkkašumi ulbmil lea addit árvvu sámegielat bálvalusaid ja sámegiela dili ovddideami várás dahkkojuvvon ánssolaš barggu ovddas Suomas.
sms: SääŠm ǩiõlltuâjj ciist miârkktõs lij uŠvdded tobdstõõzz sääŠmǩiõllsaž kääzzkõõzzi da sääŠmǩiõl staattuuzz ooudâsviikkmõõžžâst tuejjuum miõttlâž tuâjast LääŠddjânnmest.

source: Sámi gielladahku-bálkkašupmi mieđihuvvo Eanodaga gieldda bearašbeaiveruoktu Miessái čuovvovaš ákkaid vuođul: Bearašbeaiveruoktu Miessi lea ánssolaččat ollašuhttán doaimmastis sámiid gielalaš vuoigatvuođaid ja ovddidan sámegiela dili ja dan seailuma.
sms: SääŠm ǩiõlltuâjj-ciist miõttât Enontekiö kååŠdd joukkpiârpeiŠvvpäiŠǩǩ Miessja puõŠttinallšem vuâđai mieŠldd: JoukkpiârpeiŠvvpäiŠǩǩ Miessi lij miõđlõsân čõõđtam tuåimmjumuužžstes saaŠmi ǩiõllʼlaž vuõiggâdvuõđid da viikkâm ooudâs sääŠmǩiõl staattuuzz da tõn ruõkkmõõžž.

source: Bearášbeaiveruoktu Miessi lea ovdamearka das, mo smávva resurssain ja sitkadis bargguin sáhttá oažžut áigái mearkkašahtti daguid sámegiela seailluheami várás.
sms: JoukkpiârpeiŠvvpäiŠǩǩ Miessi lij šiõǥǥ ooudâsjooŠtti čuäŠjteei tõŠst, mõõnnalla uŠcc resuurssivuiŠm da ääiŠj mieŠldd siŠtǩǩes tuâjain vueiŠtet vuäʒʒad äigga kookkas kuõŠddi da miârkkšõõvvi tuâjaid sääŠmǩiõl seŠrddmõõžžâst nuŠtt, što ǩiõl iskrdeei jieŠllemiiskâr lij ruõkkum veäŠlkõs puõlvvõõǥǥi tuâkka, ij-ǥa ǩiõll kuõđđu rainnâd.

source: Bearašbeaiveruoktu Miessi lea doaibman Eanodagas 10 jagi ja dán áigge Miessi lea dikšon jagiid áigge measta 40 sámemáná.
sms: JoukkpiârpeiŠvvpäiŠǩǩ Miessi lij tuåimmjam Enontekiöst 10 eeŠǩǩed da tõn äiŠǧǧen Miessi lij håiddam eeŠjji mieŠldd âlddsin 40 sääŠmpäŠrnned, jooukâst liâ nijddpääŠrn da ååumpääŠrn.

source: Eanodaga gielda gullá sámiid ruovttuguvlui ja gielddas sámegielat álbmot leat smávva unnitlohkun.
sms: Enontekiö kåŠdd kooll sääŠm dommvoudda da kååŠddest sääŠmǩiõllsaž narod lij uŠccen minoritettneǩǩen.

source: Miessi dikšungiellan lea sámegiella ja dikšunbargoveaga eatnigiella lea sámegiella.
sms: Miessi håiddǩiõllân lij sääŠmǩiõll da håiddpersonkååŠdd jieŠnnǩiõll lij sääŠmǩiõll.

source: Sámegielat boahtteáiggi sihkkarastima geažil lea dehalaš, ahte sámemánát ožžot sámegielat beaivedivššu ja dan lassin, ahte beaivedikšu vuođđuduvvá sámekultuvra árvvuide.
sms: SääŠmǩiõli puõŠttiääiŠj staanumuŠšše lij vääžnai, što sääŠmpäärna vuäŠǯǯe sääŠmǩiõllsaž peiŠvvhååid da lââŠssen peiŠvvhåidd vuâđđââvv sääŠmkulttuur äärvid.

source: Mánáiguin barggadettiin lea hirbmat dehalaš systemáhtalaččat geavahit sámegiela váldogielaid nana sajádagas fuolakeahttá.
sms: PäärnaivuiŠm tuõjstõõllmen lij aaibâs vääŠžnai systtemʼmaatnalla ââŠnned sääŠmǩiõl väŠlddǩiõl raŠvves staattuuzzâst huõlǩâni.

source: Miessi bargoveahka lea lihkostuvvan dán barggus ovdamearkkalaččat, daningo bargoveahka lea čatnasan iežas bargui.
sms: Miessi personkåŠdd lij oŠnnstam tän tuâjast ooudâstjooŠttjen, tõn diõtt ko personkåŠdd lij čõnnõõttâm tuâjes ouŠdde.

source: Dáinna dikšunbargoveaga čatnasemin iežas bargui ja nana sámegiela- ja kultuvra máŋggabealat ja soddjilis dáidduin leat ollášuhttojuvvon buot sámemánáid gielalaš vuoigatvuođat, maiddái daid sámemánáid, geaid sámegiela máhttu lea leamaš heittodut.
sms: Näkam personkååŠdd čõnnõõttmõõžžin jiijjâz tuõjju da raŠvves sääŠmǩiõl- da kulttuur määŋgbeällsaž da lueŠǯǯjeei silttumuužžin leät čõõđtum puki sääŠmpääŠrnai ǩiõllʼlaž vuõiggâdvuõđid, lokku vääŠldeeŠl še tõid sääŠmpääŠrnaid, koin sääŠmǩiõl silttumuš lij leämmaž ääŠpptap.

source: Sitkadis bargguin lea leamaš mearkkašupmi sámegiela seailumii. Iluin sáhtán dadjat, ahte vuođđoskuvlii lea boahtán jahkásaččat sámegielat oahppit, geat lohket sámegiela dahje vázzet oahpu sámegillii.
sms: SiŠtǩǩes tuâjain lij leämmaž vääžnai miârkktõs sääŠmǩiõl seillmõŠšše, rämm miõlâst vuäitam tuõttâd, što vuâđđškoouŠle liâ puättam piirieeŠjji sääŠmǩiõllsa škooulneeŠǩǩ, kook mättŠtâtte sääŠmǩiõl leŠbe sääŠmǩiõlin.

source: Sámi gielladahku – bálkkašumi ulbmil lea movttiidahttit bálkkašumi oažžu buoridit ovddežis barggu, mii bargojuvvo sámegiela ovdii ja arvvosmahttit buot Eanodaga gieldda ja eará virgeoapmahaččaid buoridit sámegiela dili.
sms: SääŠm ǩiõlltuâjj-ciist jorddmõš lij kaggâd ciist vuäǯǯai pueŠreed sääŠmǩiõl ouŠdde tuejjeem tuâi da kaggâd pukid Enontekiö kååŠdd da jeeŠres veŠrǧneeŠǩǩid pueŠreed sääŠmǩiõl staattuuzz.

source: Sámi gielladahku bálkkašumi mielde Eanodaga gieldda vástu sámegielat bálvalusaid ovdáneamis ja ovddideamis stuorru.
sms: SääŠm ǩiõlltuâjj ciist mieŠldd Enontekiö kååŠdd vaŠsttõs sääŠmǩiõllsaž kääzzkõõzzi ooudâsviikkmõõžžâst da ooudâsjuätkkjummuužžâst lâssan.

source: Sámedikki giellaráđi ságajođiheaddjin sávan bálkkašumi arvvosmahttit Eanodaga gieldda buoridit sámegiela dili ovddideami gieldda buot oassesurggiin ja maiddái eará virgeoapmahaččaid buoridit sámegielat bálvalusaid.
sms: SääŠmteeŠǧǧ ǩiõllsuåvtõõzz saaǥǥjååŠđteeŠjen tuäivam, što cistt kaaggči veâl jäänab Enontekiö kååŠdd pueŠreed sääŠmǩiõl staatuuzz ooudâsviikkmõõžž kååŠdd pukin vuäŠssvuuŠdin da še jeeŠres veŠrǧǧneeŠǩǩid pueŠreed sääŠmǩiõllsaž kääzzkõõzzid.
